---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilteredWorksetIterator
source: html/19b2302b-5c7b-bc60-4b94-3fd09e91ab11.htm
---
# FilteredWorksetIterator Methods

The current workset found by the iterator.